Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/regjeringen.no.csv-en-nn.deduped.tmx
Source language: en
Languages: nn

source: In recent years, competition for customers has been strong in the residential mortgage market, and credit institutions have had reliable access to funding from the capital markets.
nn: Dei siste åra har det vore sterk konkurranse om lånekundane i marknaden for bustadlån, samstundes som kredittinstitusjonane har hatt god tilgang på finansiering i kapitalmarknaden.

source: A number of surveys and statistics show that Bergen has the same challenges as in Groruddalen, but not the same “problems of scale”.
nn: Fleire undersøkingar og statistikkar syner at Bergen har same utfordringar som vi finn i Groruddalen, berre ikkje den same ”mengdeproblematikken”.

source: On 7 October, OBOS Factoring AS was granted a licence to engage in financial activities.
nn: OBOS Factoring AS fekk 7. oktober løyve til driva finansieringsverksemd.

source: The Ministry considers that the best way of achieving these aims is through close cooperation between the regional and municipal authorities and across the school and cultural sectors.
nn: Departementet meiner at desse utfordringane best kan møtast gjennom eit godt samarbeid mellom regionalt og kommunalt nivå, og på tvers av kultur- og skulesektorane.

source: This white paper is about Norwegian policies and Norwegian interests within the scope of the Antarctic Treaty System, which includes the Norwegian dependencies of Dronning Maud Land and Peter I Øy.
nn: Denne meldinga handlar om norsk politikk og norske interesser innanfor verkeområdet for Antarktistraktatsystemet, medrekna dei norske bilanda Dronning Maud Land og Peter I Øy.

source: The trip was cancelled due to the COVID-19 pandemic, but the meeting was held remotely.
nn: Reisa blei kansellert grunna Covid-19, men det blei avgjort at møta skulle gjennomførast digitalt.

source: Apart from those ICT operations of Norwegian financial undertakings that are performed in Sweden and Denmark, it is, in particular, separate ICT development tasks that are performed abroad for Norwegian financial undertakings.
nn: Om ein ser bort frå den IKT-drifta til norske finansføretak som vert utført i Sverige og Danmark, er det særleg reine IKT-utviklingsoppgåver som vert utførte i utlandet for norske finansføretak.

source: This requirement applies to all enterprises that process personal data.
nn: Om ein behandlar personopplysningar gjeld dette alle verksemder.

source: In 2021, the government will prioritise full progress in ongoing construction projects, not least on the InterCity sections on the Vestfold line, the Dovre line and the Østfold line.
nn: I 2021 prioriterer regjeringa full framdrift i allereie igangsette byggjeprosjekt, ikkje minst på InterCity-strekningane på Vestfoldbanen, Dovrebanen og Østfoldbanen.

source: Rikskonsertene and Musikk i Skolen (Music for Schools) have developed an Internet-based instruction programme for pupils who are put in charge of the preparations for school concerts.
nn: Rikskonsertane og Musikk i Skolen har utvikla eit nettbasert opplegg for å oppmode elevar til å ta ansvar for å førebu og leggje til rette for skulekonsertane.

source: It is important to make sure that such third parties are fully independent of the supplier.
nn: Det er viktig å sikre at slike tredjepartar er reelt uavhengige frå leverandøren.

source: Some 200 species of fish have been recorded south of the Antarctic Convergence.
nn: Det er registrert om lag 200 fiskeartar sør for Antarktiskonvergensen.

source: Monetary policy shall be forward-looking.
nn: Pengepolitikken skal vera framoverretta.

source: Four tripartite meetings were held in 2011, whilst three meetings have been held thus far in 2012.
nn: I 2011 var det fire slike møte, medan det til no i 2012 har vore tre møte.

source: This makes it more profitable from a business economics perspective to emit more greenhouse gases than is sensible from a socioeconomic perspective.
nn: Dette gjer det bedriftsøkonomisk lønsamt å sleppe ut meir klimagassar enn det som er samfunnsøkonomisk fornuftig.

source: The relevant regulatory framework and regulatory developments are discussed in Chapter 3.
nn: Regelverket og regelverksutviklinga på dette området er omtalt i kapittel 3.

source: Cooperation between the world of trade and business and schools may strengthen theteachers' knowledge and skills and make it easier for them to keep abreast of the changes in theoutside professional world.
nn: Samarbeid mellom bedrift og skole vil ogsåkunne medverke til å styrkje kompetansen til lærarane og deira mogelegheit for å følgje med iutviklinga i yrkeslivet.

source: In Figure C, the CDS price is the price of insurance against default on bond debt in the form of credit default swaps (CDS).
nn: I figur C er CDS-prisen på å forsikra seg mot misleghald av obligasjonsgjeld med kredittbyteavtalar («credit default swaps», CDS).

source: It will probably be necessary for the projects, during a transitional period, to utilise new EU funding schemes, as well as those of certain nation states.
nn: Det vil sannsynlegvis krevje at prosjekta i ein overgangsperiode dreg nytte av nye finansieringsordningar i EU, samt hos enkelte nasjonalstatar.

source: The 25/11-16 discovery lies due west of the Grane field and contains oil and associated gas.
nn: 25/11-16-funnet ligg like vest av Granefeltet og inneheld olje og assosiert gass.

source: The Norwegian Consumer Council’s switching survey for 2013 shows that one third of retail customers have renegotiated their residential mortgages or switched residential mortgage banks in the last two years.
nn: Forbrukerrådet si byteundersøking for 2013 syner at ein tredel av personkundane har reforhandla bustadlånet eller bytt bustadlånbank dei siste to åra.

source: Wind power in particular has been embraced, as has solar in some cases.
nn: Særleg vindkraft, og i nokre tilfelle solenergi, er teken i bruk.

source: Lange, the second-largest gas discover y on the
nn: Arbeidsdepartementet gjer framlegg om å

source: Norges Bank has stated that this makes it necessary also to utilise other indicators when assessing capacity utilisation in the economy.
nn: Difor meiner Noregs Bank at det òg må nyttast andre indikatorar når ein skal vurdera kapasitetsutnyttinga i økonomien.

source: education associations by NOK 54 million.
nn: Regjeringa å redusere tilskotet til studieforbund med 54 millionar

source: in nursing in general, men can play a significant
nn: menn ei viktig rolle, og likeeins i sjukepleia gene­

source: Children on allschool levels must learn about their local community.
nn: På allenivå skal barn og unge gjere seg kjende med nærmiljøet og lokalsamfunnet.

source: There are 84 pension funds in the Norwegian market.
nn: Det er 84 pensjonskasser på den norske marknaden.

source: Since 1887, savings banks’ donations to causes serving the common good have been regulated by law.
nn: Etter 1887 har sparebankars utdeling av gåver til ålmennyttig føremål vore lovfesta.

source: Thank you all for your leaderhip and commitment.
nn: tilbodet for utsette barn og unge.

source: The geographical focus of Norway’s efforts will primarily be Mali and Niger, northern Nigeria and the Lake Chad region.
nn: Geografisk vil den norske innsatsen i første rekkje fokusere på Mali og Niger og på det nordlege Nigeria og området rundt Tsjadsjøen.

source: for the last few years, growth in credit to non-financial corporations has varied by much more; see Figure 2.8.
nn: dei seinare åra, har veksten i kreditt til dei ikkje-finansielle føretaka variert mykje meir, sjå figur 2.8.

source: Major Norwegian banks use to a large extent internal models (the IRB approach) to calculate their capital requirements for lending exposures, which may in general result in lower capital requirements than under the less complicated standardised approach.
nn: Dei større norske bankane nyttar i stor mon såkalla interne modellar for å rekna ut kapitalkravet på utlån, noko som generelt kan innebera lågare kapitalkrav enn den enklare standardmetoden.

source: Public enterprises must – and private enterprises should – perform risk and vulnerability analyses when planning major changes such as new digital services, reorganising system operation, changing service provider, etc.
nn: Offentlege verksemder skal – og private verksemder bør – gjennomføre risiko- og sårbarheitsanalysar ved større endringar, som etablering av nye digitale tenester, omlegging av drifta, skifte av leverandørar og liknande.

source: Satellite data are particularly useful in monitoring the size of the Antarctic ozone hole and studying the depletion of ozone in our own areas.
nn: Den som er ansvarleg for ein aktivitet i Antarktis, har plikt til å gjere tiltak for å motverke akutt miljøskade som kan oppstå i samanheng med aktiviteten.

source: The Green Mountain DC2-Telemark data centre is located in Rjukan and surrounded by a number of large hydropower plants.
nn: Green Mountain sitt datasenter DC2-Telemark ligg i Rjukan midt mellom fleire store kraftstasjonar.

source: is also essential to food safety.
nn: er òg avgjerande for mattryggleiken.

source: In practice, the national programme that organises an activity or programme is responsible for any SAR needs arising due to accident or misfortune.
nn: I praksis har det nasjonale programmet som organiserer den aktiviteten eller det programmet som det gjeld, òg ansvaret for eventuelle SAR-tilfelle som måtte oppstå ved ulykker eller uhell.

source: understanding of how the experiences of early
nn: vaksenkontakt med både kvinner og menn og

source: In autumn 2006 a user survey of the Cultural Rucksack in Akershus County was conducted by the Faculty of Art, Design and Drama of Oslo University College (Line Prøis Kristiansen, 2007).
nn: Hausten 2006 gjennomførte avdeling for estetiske fag ved Høgskolen i Oslo ei brukarundersøking om Den kulturelle skulesekken i Akershus (Line Prøis Kristiansen, 2007).

source: Volkswagen Group is among the clients that have chosen the Green Mountain data centre in Rjukan.
nn: Volkswagen Group er blant kundane som har vald Green Mountain sitt datasenter på Rjukan

source: New education acts, national teaching plans and curricula have transferred tasks from thecommunity and home to the school.
nn: Gjennom lover og læreplanar er oppgåver som tidlegareblei ivaretekne av nærmiljøet og heimane, blitt overførde til skolen.

source: The review of the legislation in chapter 3 shows that there is considerable scope for the lawful use of cloud services by enterprises in Norway – including those in the public sector.
nn: Gjennomgangen av regelverk i kapittel 3 viser at det er stort rom for å bruke skytenester lovleg for verksemder i Noreg – òg innan offentleg sektor.

source: : the Cultural Rucksack is intended for all pupils, regardless of their social, economic, ethnic or religious backgrounds or the particular school they attend.
nn: Den kulturelle skulesekken skal femne om alle elevar i grunnskulen og den vidaregåande opplæringa, uavhengig av kva skule dei går på og kva økonomisk, sosial, etnisk og religiøs bakgrunn dei har.

source: At the turn of the year 2020/2021, about 90 per cent of households could access fixed broadband (100 Mbit/s), and more than half could sign up for gig speed.
nn: Ved årsskiftet 2020/2021 hadde om lag 90 prosent av husstandane tilbod om raskt, fast breiband (100 Mbit/s), og over halvparten hadde tilbod om gigabitfart.

source: tracting State shall not be brought before the
nn: politisk eller kriminelt, og på å styrkje fred, tole­

source: Arrangements have also been made for Northern Lights to invest in up to three ships in phase 1 to transport CO
nn: Det er også lagt opp til at Northern Lights i fase 1 kan investere i inntil tre skip som kan frakte CO

source: The Research Council of Norway is responsible for following up the memorandum of understanding between the Ministry of Petroleum and Energy and the Department of Energy in the USA [43].
nn: -handtering som ein del av deira strategi. Forskingsrådet har ansvar for å følgje opp intensjonsavtalen mellom Olje- og energidepartementet og Department of Energy i USA [43].

source: information under this Article, to the extent
nn: Norsk Psykologforening og staten og dei regionale

source: Change in the forecast for the key policy rate from Monetary Policy Report 3/10 to Monetary Policy Report 3/11.
nn: Endring i prognosen for styringsrenta frå Pengepolitisk rapport 3/10 til Pengepolitisk rapport 3/11.

source: Skyscape is generally not used by public agencies with low security requirements.
nn: Skyscape blir ikkje brukt av statlege verksemder med lågare krav til tryggleik.

source: For example, we are considering a contribution of civilian/police components to Mali.
nn: Til dømes vurderer vi bidrag til sivile komponentar/politi i Mali.

source: Taken together, the liquidity risk outlook of Norwegian banks and mortgage companies is dominated by the uncertain situation in international financial markets.
nn: Samla sett er det den uvisse stoda på internasjonale finansmarknader som pregar utsiktene for likviditetsrisikoen i norske bankar og kredittføretak.

source: In December 2005 the Ministry of Culture assigned the project to NIFU STEP, which conducts studies on education, research and innovation.
nn: Kultur- og kyrkjedepartementet tildelte oppdraget til NIFU STEP Studier av innovasjon, forskning og utdanning i desember 2005.

source: As described in the Financial Markets Report 2011, the Ministry envisages giving Norges Bank primary responsibility for preparing the basis for deciding the level of the counter-cyclical buffer.
nn: Som det er gjort greie for i Finansmarknadsmeldinga 2011, legg departementet opp til at Noregs Bank får hovudansvaret for å utarbeida grunnlaget for avgjerdene om nivået på den motsykliske bufferen.

source: The Norwegian Polar Institute is responsible for operations at Troll, and manages them in accordance with conditions approved by the Ministry of Climate and Environment.
nn: Norsk Polarinstitutt er ansvarleg for drifta av Troll, og drifta skjer i samsvar med vilkår som er fastsette i godkjenninga frå Klima- og miljødepartementet (KLD).

source: The coronavirus pandemic has led to an increased demand for online consultations.
nn: Koronapandemien har ført til auka etterspørsel av digitale konsultasjonar.

source: Under the territorial principle, the legislation is geographically applicable to Dronning Maud Land and Peter I Øy and every person in those areas.
nn: Territorialprinsippet går ut på at lovgjevinga vert gjord geografisk gjeldande for Dronning Maud Land og Peter I Øy og alle som oppheld seg der.

source: Primary objective 1: to promote conflict prevention and conflict resolution
nn: 1 Overordna mål om å førebyggje og løyse konflikt Delmål:

source: The Ministry of Finance will present a new forecast in the revised national budget in May.
nn: Finansdepartementet vil leggja fram nye anslag i revidert nasjonalbudsjett i mai.

source: The section works on security for future food production, genetic resources both nationally and internationally and the Svalbard Global Seed Vault.
nn: Seksjonen arbeider med tryggleik for framtidig matproduksjon, genressursar nasjonalt og internasjonalt og Svalbard Globale frøhvelv.

source: Norcem is considered to have a more thorough implementation plan than Fortum Oslo Varme and has come further in its preparations for relevant approvals from the respective authorities.
nn: Norcem er vurdert til å ha ein betre bearbeida gjennomføringsplan enn Fortum Oslo Varme og har kome lenger med førebuingar av relevante godkjenningar frå relevante myndigheiter.

source: It discusses the challenges revealed by the evaluation and the responses, and makes recommendations for how the problems can be solved by the various actors involved in the programme.
nn: Meldinga drøftar dei utfordringane som mellom anna evalueringa og høyringsfråsegnene skildrar, og viser veg for korleis desse utfordringane kan møtast av dei ulike aktørane i Den kulturelle skulesekken.

source: than other marine areas because cold water absorbs more CO
nn: enn andre havområde fordi kaldt vatn absorberer meir CO

source: Box 1.1 Changes in male roles since the
nn: Boks 1.1 Endringar i mannsrollene sidan

source: A large volume of interest-only loans may contribute to a mounting interest burden for households, as interest rates revert to a more normal level.
nn: Samla sett kan eit stort omfang av lån med avdragsfritak medverka til at rentebøra i hushalda vert høgare etter kvart som rentene kjem opp på eit meir normalt nivå.

source: Some countries have quite extensive experience with private infrastructure ownership (for example Australia, the UK and the US), whilst infrastructure has been associated with public ownership in most other countries.
nn: Landbruks- og matdepartementet vil i nært samarbeid med Kommunal- og moderniseringsdepartementet og Klima- og miljødepartementet gå igjennom denne rettleiaren, med sikte på oppdatering og synleggjering av dei moglegheitene kommunane har i planlova for offensiv planlegging og næringsutvikling.

source: Northern Lights, which is a collaboration between Equinor, Shell and Total, has planned the CO
nn: Det er Northern Lights, samarbeidet mellom Equinor, Shell og Total, som har planlagt CO

source: The allocation to Troms County included NOK 100 000 to Svalbard.
nn: * I tilskotet til Troms fylkeskommune er det inkludert kr 100 000 til Svalbard

source: The low price growth in 2011 does not indicate a risk of deflation in the Norwegian economy.
nn: Den låge prisstigninga i 2011 tyder ikkje på fare for deflasjon i norsk økonomi.

source: In several countries, savings banks emerged after 1810, and in 1821 the Storting appointed a commission to consider whether savings banks should be established in Norway.
nn: I fleire land voks det fram sparebankar i åra etter 1810, og i 1821 vedtok Stortinget å greia ut om det burde skipast sparebankar i Noreg.

source: Ownership and debts in form of securities are normally tradeable.
nn: Eigarskap eller gjeldskrav i form av verdipapir er gjerne omsetjelege.

source: In February 2012, the IMF published a special report on the Norwegian economy, a so-called Article IV consultation, in which the organisation drew attention to the high level of household debt and to developments in the housing market as risk factors.
nn: IMF la i februar 2012 fram ein særskild rapport om norsk økonomi, ein såkalla artikkel IV-konsultasjon, der organisasjonen framheva det høge gjeldsnivået hjå hushalda og utviklinga på bustadmarknaden som risikofaktorar.

source: creation for all the shareholders.
nn: perioden det blir søkt bustøtte for, er høgare enn

source: Figure 2.24 HHI for deposits from retail customers and residential mortgages
nn: Figur 2.24 HHI for innskot frå personkundar og bustadlån til personkundar

source: Labour found the social profile insufficient, and decided to oppose the package.
nn: I Post- og teletilsynet har han leia Posttilsynsavdelinga og Tenestemarknadsavdelinga.

source: This principle has underpinned Norwegian financial markets regulation for many years.
nn: Dette prinsippet har lege til grunn for norsk finansmarknadsregulering i mange år.

source: Legslation and administration
nn: Innovasjon og næringsutvikling

source: Major technological developments in the past 15–20 years have altered securities-trading marketplaces.
nn: Gjennom dei siste 15–20 åra har det gått føre seg ei stor teknologisk utvikling som har endra marknadsplassane for handel med verdipapir.

source: This is discussed in more detail in Chapter 3.2.5.
nn: Dette er nærare omtalt i kapittel 3.2.5.

source: construction method and design of buildings,
nn: kommunen er ein sentral aktør og myndigheit i

source: Norwegian vessels sail in pirate-infested waters.
nn: Tilleggsprotokollane til Genève-konvensjonane.

source: One of the smallest facilities in the overview is Terrahost, with 0.25 MW, while Green Mountain in Stavanger is one of the largest, with 15 MW.
nn: Eit av dei minste datasentera i kartlegginga er Terrahost på 0,25 MW, mens eit av dei største anlegga er Green Mountain i Stavanger på 15 MW.

source: Today the country operates a year-round research station (Troll) in Dronning Maud Land and sends frequent research expeditions into the waters around Antarctica.
nn: Norge kan vise til ei lang historie som forskingsnasjon og næringsaktør i og rundt Antarktis, og er i dag til stades med ein heilårs forskingsstasjon (Troll) i Dronning Maud Land og med jamlege forskingstokt i havområda rundt Antarktis.

source: Although the Dependencies Act applies to Bouvetøya as well, this report discusses only legislation as it pertains to Norway’s Antarctic dependencies, Dronning Maud Land and Peter I Øy.
nn: Sjølv om bilandslova òg gjeld for Bouvetøya, vert det i denne meldinga berre gjeve ei omtale av lovgjevinga for bilanda i Antarktis, Dronning Maud Land og Peter I Øy.

source: The Sámidiggi stated that it considers that Sami art and cultural expressions should be a natural and important part of the Cultural Rucksack, and that it should be given allocations for this purpose on the same basis as the allocations to the counties.
nn: Sametinget ynskjer at samiske kunst- og kulturuttrykk skal vere ein naturleg og viktig del av Den kulturelle skulesekken, og at det skal løyvast midlar til Sametinget på lik linje med fylkeskommunane.

source: Thus far in 2012, growth has been fairly high, but lower than in 2011.
nn: Til no i 2012 har veksten vore nokså høg, men lågare enn i 2011.

source: Developments in health are closely related to the circumstances in which we grow up and the conditions under which we live.
nn: Det er behov for å støtte opp under lokal skaparkraft og potensiale i heile landet gjennom eit nært samspel mellom næringsliv, verkemiddelapparat, offentlege styresmakter, rådgjevings- og kunnskapsmiljø og kapitalmarknader.

source: The combination of the anticipated deterioration in ice conditions and changes in the food chain as a result of climate change could affect these species
nn: Kombinasjonen av forventa dårlegare istilhøve og endringar i næringskjeda som følgje av klimaendringar vil kunne påverke desse artane

source: DNV GL has projected linear price growth up to 2050.
nn: DNV GL har framskrive lineær prisvekst fram til 2050.

source: It is also responsible for providing information to young Norwegian film-makers, for example through projects like the Nordic website www.dvoted.se.
nn: Filminstituttet har òg ansvar for formidling av filmkunnskap til unge, norske filmskaparar, til dømes gjennom prosjekt som den nordiske nettstaden www.dvoted.se.

source: Each area has its own Rescue Coordination Centre (RCC).
nn: Kvart av desse områda har ein eigen redningssentral, eit såkalla Rescue Coordination Centre (RCC).

source: new and cost-effective technology and new
nn: ved hjelp av ny og kostnadseffektiv teknologi og

source: Empirical evidence suggests that concentration on the supply side of a market may result in high prices and high returns on equity for suppliers.
nn: Det er empirisk støtte for at konsentrasjon på tilbodssida i ein marknad kan gje høge prisar og høg avkastning på eigenkapitalen til produsentane.

source: Finanstilsynet has calculated, based on 2013 figures, how many households would have an interest burden in excess of 20 pct.
nn: Finanstilsynet har på grunnlag av 2013-tal rekna på kor mange hushald som ville fått ei rentebør på over 20 pst.
